Repository: aldolat/posts-in-sidebar
Catalog: languages/posts-*-sidebar-*.po
Languages: it_it

source: In this field you can add your own styles, for example: %s
it_it: In questo campo è possibile inserire i propri stili personalizzati, ad esempio: %s

source: To apply a style only to elements of this widget, prefix every style with this ID selector: %s
it_it: Per applicare uno stile solo agli elementi di questo widget, premettere ad ogni stile questo selettore di ID: %s

source: For example: %s
it_it: Per esempio: %s

source: Enter here your CSS styles
it_it: Inserire qui i propri stili CSS

source: Extras
it_it: Extra

source: Add a global container with this CSS class
it_it: Aggiungi un contenitore globale con questa classe CSS

source: Enter the name of your container (for example, %1$s). The plugin will add a new %2$s container with this class. You can enter only one class and the name may contain only letters, hyphens and underscores. The new container will enclose all the widget, from the title to the last line.
it_it: Inserire il nome del contenitore (per esempio, %1$s). Il plugin aggiungerà un nuovo contenitore %2$s con questa classe. Si può immettere solo una classe e il nome può contenere lettere, trattini e tratti bassi. Il nuovo contenitore racchiuderà tutto il widget, dal titolo fino all'ultima riga.

source: Unordered list
it_it: Lista non numerata

source: Ordered list
it_it: Lista ordinata

source: Use this type of list for the posts
it_it: Usa questo tipo di lista per i post

source: Try to remove the bullets and the extra left space from the list elements
it_it: Prova a eliminare dagli elenchi i pallini e lo spazio a sinistra

source: If the plugin doesn't remove the bullets and/or the extra left space, you have to %1$sedit your CSS file%2$s manually.
it_it: Se il plugin non rimuove i pallini e/o lo spazio aggiuntivo a sinistra, bisognerà %1$smodificare il file CSS%2$s manualmente.

source: Use a cache to serve the output
it_it: Usa una cache per servire l'output

source: This option, if activated, will increase the performance but will show the same output during the defined cache time.
it_it: Se attivata, questa opzione aumenterà le performance ma mostrerà il medesimo output durante il tempo definito della cache.

source: The cache will be used for (in seconds)
it_it: La cache sarà utilizzata per (in secondi)

source: For example, %1$s for one hour of cache. To reset the cache, enter %2$s and save the widget.
it_it: Per esempio, %1$s per un'ora di cache. Per azzerare la cache, inserire %2$s e salvare il widget.

source: You are using Posts in Sidebar version %s.
it_it: Si sta usando Posts in Sidebar versione %s.

source: Use this options for debugging purposes only. Please note that the informations will be displayed publicly on your site.
it_it: Usare questa opzione solo per fini di debug. Si noti che le informazioni saranno rese pubbliche sul sito.

source: Display the query for the widget
it_it: Visualizza la query per il widget

source: Display the complete set of parameters for the widget
it_it: Visualizza il set completo dei parametri per il widget

source: Display the total number of queries, including WordPress, current theme and all active plugins
it_it: Visualizza il numero totale di query, incluse quelle di WordPress, del tema in uso e di tutti i plugin attivi.

source: Click here to rate and review this plugin on WordPress.org
it_it: Fai clic qui per dare un voto a questo plugin e lasciare una recensione

source: Rate this plugin
it_it: Dai un voto a questo plugin

source: Publish a list of posts in your sidebar
it_it: Pubblica un elenco di post nella barra laterale
