Repository: aldolat/posts-in-sidebar
Catalog: languages/posts-*-sidebar-*.po
Languages: it_it

source: Read the full post
it_it: Leggi il post completo

source: By
it_it: Di

source: Published on
it_it: Pubblicato il

source: Modified on
it_it: Modificato il

source: Comments:
it_it: Commenti:

source: View all posts by %s
it_it: Visualizza tutti i post di %s

source: Permalink to %s
it_it: Permalink a %s

source: Read more&hellip;
it_it: Leggi il seguito&hellip;

source: Site URL: %s
it_it: URL del sito: %s

source: WP version: %s
it_it: Versione di WP: %s

source: PiS version: %s
it_it: Versione di PiS: %s

source: Cache: active
it_it: Cache: attiva

source: Cache: not active
it_it: Cache: non attiva

source: The parameters for the query:
it_it: I parametri della query:

source: The complete set of parameters of the widget:
it_it: Il set completo dei parametri del widget:

source: The total number of queries so far:
it_it: Il numero totale delle query fino ad adesso:

source: %1$s queries in %2$s seconds
it_it: %1$s query in %2$s secondi

source: Comments are closed.
it_it: I commenti sono chiusi.

source: %s Comment
it_it: % commento

source: Leave a comment
it_it: Lascia un commento

source: Display all posts
it_it: Visualizza tutti i post

source: Category:
it_it: Categoria:

source: Tags:
it_it: Tag:

source: No posts yet.
it_it: Ancora nessun post.

source: Display a list of posts in a widget
it_it: Visualizza un elenco di post in un widget

source: Permalink to
it_it: Permalink a

source: Posts
it_it: Post

source: The title of the widget
it_it: Titolo del widget

source: Title
it_it: Titolo

source: From the archive
it_it: Dall'archivio

source: Link the title of the widget to this URL
it_it: Collega il titolo del widget a questo URL

source: Place this text after the title
it_it: Metti questo testo dopo il titolo

source: These posts are part of my Readings series.
it_it: Questi post fanno parte della serie Letture.

source: Allowed HTML: %s. Other tags will be stripped.
it_it: HTML consentito: %s. Gli altri tag verranno eliminati.

source: Getting posts
it_it: Prelievo dei post

source: In this section you can define which type of posts you want to retrieve and which taxonomy the plugin will use. Other parameters are available to better define the query.
it_it: In questa sezione si può definire quali tipi di post prelevare e quale tassonomia il plugin utilizzerà. Sono disponibili altri parametri per meglio definire la query.

source: If a field requires one or more IDs, install %1$sthis plugin%2$s to easily find the IDs.
it_it: Se un campo richiede uno o più ID, installare %1$squesto plugin%2$s per trovarli facilmente.

source: Any
it_it: Qualunque

source: Post type
it_it: Tipo di post

source: Get these posts exactly
it_it: Preleva di preciso questi post

source: Enter IDs separated by commas.
it_it: Inserire ID separati da virgola.

source: Get posts with these categories
it_it: Preleva post con queste categorie

source: books, ebooks
it_it: libri, ebook

source: Enter slugs separated by commas. To display posts that have all of the categories, use %1$s (a plus) between terms, for example:%2$s.
it_it: Inserire slug (abbreviazioni) separate da virgola. Per visualizzare i post che hanno tutte le categorie, utilizzare %1$s (un più) tra le voci, per esempio: %2$s.

source: Get posts with these tags
it_it: Preleva post con questi tag

source: best-sellers
it_it: best-seller

source: Enter slugs separated by commas. To display posts that have all of the tags, use %1$s (a plus) between terms, for example:%2$s.
it_it: Inserire slug (abbreviazioni) separate da virgola. Per visualizzare i post che hanno tutti i tag, utilizzare %1$s (un più) tra le voci, per esempio: %2$s.

source: Get posts by this author
it_it: Preleva i post di questo autore

source: Get posts by these authors
it_it: Preleva i post di questi autori

source: Enter IDs separated by commas. Note that if you fill this field, the previous one will be ignored.
it_it: Inserire ID separati da virgola. Si noti che se si riempie questo campo, il precedente verrà ignorato.

source: Get posts whose parent is in these IDs
it_it: Preleva post il cui genitore è tra questi ID

source: Get posts with this post format
it_it: Preleva post con questo formato

source: Get posts with this post status
it_it: Preleva i post con questo stato

source: Get posts with this meta key
it_it: Preleva i post con questa chiave meta

source: meta-key
it_it: chiave-meta

source: Get posts with this meta value
it_it: Preleva i post con questo valore meta

source: meta-value
it_it: valore-meta

source: Get posts from this search
it_it: Preleva post da questa ricerca

source: words to search
it_it: parole da cercare

source: Get this number of posts
it_it: Preleva questo numero di post

source: The value %s shows all the posts.
it_it: Il valore %s mostra tutti i post.

source: Do not display sticky posts on top of other posts
it_it: Non visualizzare i post in evidenza in cima agli altri post

source: If you activate this option, sticky posts will be managed as other posts. Sticky post status will be automatically ignored if you set up an author or a taxonomy in this widget.
it_it: Se si attiva questa opzione, i post in evidenza saranno gestiti come gli altri post. I post in evidenza sono automaticamente trattati come gli altri post se si imposta l'autore o una tassonomia in questo widget.

source: None
it_it: Niente

source: ID
it_it: Numero identificativo

source: Author
it_it: Autore

source: Name (post slug)
it_it: Nome (slug)

source: Date
it_it: Data di creazione

source: Modified
it_it: Data di modifica

source: Parent
it_it: Genitore

source: Random
it_it: A caso

source: Comment count
it_it: Per numero di commenti

source: Menu order
it_it: Come da menu

source: Meta value
it_it: Valore meta

source: Meta value number
it_it: Numero del valore meta

source: Preserve ID order
it_it: Mantieni l'ordine ID

source: Order posts by
it_it: Ordina i post per

source: Ascending
it_it: Ascendente

source: Descending
it_it: Discendente

source: The order will be
it_it: L'ordine sarà

source: Skip this number of posts
it_it: Salta questo numero di post

source: When on single posts, get posts from the current category
it_it: Quando si visualizza un post singolo, preleva i post dalla categoria corrente

source: When activated, this function will get posts from the first category of the post, ignoring other parameters like tags, date, post formats, etc. If the post has multiple categories, the plugin will use the first category in the array of categories (the category with the lowest ID). Custom post types are excluded from this feature.
it_it: Questa funzione, quando viene attivata, preleva i post dalla prima categoria del post, ignorando gli altri parametri come tag, data, formati dei post, ecc. Se il post ha più categorie, il plugin userà la prima categoria del gruppo (la categoria con il numero di ID più basso). I tipi di post personalizzati sono esclusi da questa funzionalità.

source: When on single posts, use this widget title
it_it: Quando si visualizza un post singolo, usa questo titolo nel widget

source: Posts under %s
it_it: Post archiviati in %s

source: Use %s to display the name of the category.
it_it: Usare %s per visualizzare il nome della categoria.

source: Excluding posts
it_it: Esclusione dei post

source: Define here which posts must be excluded from the query.
it_it: Definire qui quali post devono essere esclusi dalla query.

source: Exclude posts by these authors
it_it: Escludi i post di questi autori

source: Exclude posts from these categories
it_it: Escludi i post con queste categorie

source: Exclude posts from these tags
it_it: Escludi i post con questi tag

source: Exclude posts with these IDs
it_it: Escludi i post con questi ID

source: Exclude posts whose parent is in these IDs
it_it: Escludi i post il cui genitore è tra questi ID

source: Automatically exclude the current post in single post or the current page in single page
it_it: Escludi automaticamente il post corrente nella pagina del post singolo o la pagina corrente nella pagina singola

source: Custom taxonomy query
it_it: Query di tassonomia personalizzata

source: This section lets you retrieve posts from any taxonomy (category, tags, and custom taxonomies). If you want to use only one taxonomy, use the "Taxonomy A1" field. If you have to put in relation two taxonomies (e.g., display posts that are in the "quotes" category but not in the "wisdom" tag), then use also the "Taxonomy B1" field. If you have to put in relation more taxonomies, start using also the "A2" and "B2" fields (e.g., display posts that are in the "quotes" category [A1] OR both have the "Quote" post format [B1] AND are in the "wisdom" category [B2]).
it_it: Questa sezione consente di prelevare post da una tassonomia. Se si usa una sola tassonomia, utilizzare il campo "Tassonomia A1". Se si devono mettere in relazione due tassonomie (per es., visualizza i post che sono nella categoria "citazioni" ma non nel tag "saggezza"), usare anche il campo Tassonomia B1. Se si devono mettere in relazione più tassonomie, iniziare a usare anche i campo A2 e B2 (per es., visualizza i post che sono nella categoria "citazioni" [A1] OPPURE che hanno "Citazione" come formato dei post [B1] E sono nella categoria "saggezza"[B2]).

source: Relation between Column A and Column B
it_it: Relazione tra Colonna A e Colonna B

source: The logical relationship between each inner taxonomy array when there is more than one. Do not use with a single inner taxonomy array.
it_it: La relazione logica tra ogni array interno di tassonomia quando ne sono presenti più di uno. Non usarlo con un singolo array interno di tassonomia.

source: Column A
it_it: Colonna A

source: %1$sTaxonomy A1%2$s
it_it: %1$sTassonomia A1%2$s

source: category
it_it: Categoria

source: Enter the slug of the taxonomy.
it_it: Inserire lo slug della tassonomia

source: Term ID
it_it: ID della voce

source: Slug
it_it: Slug (abbreviazione)

source: Name
it_it: Nome

source: Field
it_it: Campo

source: Select taxonomy term by this field.
it_it: Selezionare la voce della tassonomia in questo campo.

source: Terms
it_it: Voci

source: Enter terms, separated by comma.
it_it: Inserire le voci separate da virgola.

source: Operator
it_it: Operatore

source: Operator to test for terms.
it_it: Operatore per le voci.

source: Relation between A1 and A2 taxonomies
it_it: Relazione tra le tassonomie A1 e A2

source: %1$sTaxonomy A2%2$s
it_it: %1$sTassonomia A2%2$s

source: movie-genre
it_it: film

source: action,sci-fi
it_it: azione,fantascienza

source: Column B
it_it: Colonna B

source: %1$sTaxonomy B1%2$s
it_it: %1$sTassonomia B1%2$s

source: Relation between B1 and B2 taxonomies
it_it: Relazione tra le tassonomie B1 e B2

source: %1$sTaxonomy B2%2$s
it_it: %1$sTassonomia B2%2$s

source: Date query
it_it: Query per data

source: Define the date period within posts are published.
it_it: Definire le date in cui i post sono stati pubblicati.

source: Year
it_it: Anno

source: 4 digits year (e.g. 2015).
it_it: Anno a 4 numeri (es. 2015).

source: Month
it_it: Mese

source: Month number (from 1 to 12).
it_it: Numero del mese (da 1 a 12).

source: Week
it_it: Settimana

source: Week of the year (from 0 to 53).
it_it: Settimana dell'anno (da 1 a 53).

source: Day
it_it: Giorno

source: Day of the month (from 1 to 31).
it_it: Giorno del mese (da 1 a 31).

source: Hour
it_it: Ora

source: Hour (from 0 to 23).
it_it: Ora (da 0 a 23).

source: Minute
it_it: Minuto

source: Minute (from 0 to 59).
it_it: Minuto (da 0 a 59).

source: Second
it_it: Secondo

source: Second (from 0 to 59).
it_it: Secondo (da 0 a 59)

source: Get posts after this date
it_it: Preleva i post dopo questa data

source: Accepts any four-digit year.
it_it: Accetta qualunque anno a quattro cifre.

source: The month of the year. Accepts numbers 1-12.
it_it: Il mese dell'anno. Accetta i numeri da 1 a 12.

source: The day of the month. Accepts numbers 1-31.
it_it: Il giorno del mese. Accetta i numeri da 1 a 31.

source: Get posts before this date
it_it: Preleva i post prima di questa data

source: Other options
it_it: Altre opzioni

source: Inclusive
it_it: Inclusi

source: For after/before, whether exact value should be matched or not
it_it: Per prima/dopo, se il valore immesso debba essere incluso o no.

source: Post date
it_it: Data del post

source: Post date GMT
it_it: Data GMT del post

source: Post modified
it_it: Data di modifica

source: Post modified GMT
it_it: Ora GMT della modifica

source: Column
it_it: Colonna

source: Column to query against.
it_it: In quale colonna cercare.

source: Displaying posts
it_it: Visualizzazione dei post

source: Define here which elements you want to display in the widget.
it_it: Definire quali elementi si desidera visualizzare nel widget.

source: The title of the post
it_it: Il titolo del post

source: Display the title of the post
it_it: Mostra il titolo del post

source: Link the title to the post
it_it: Metti il link nel titolo del post

source: Use this text in the tooltip
it_it: Usa questo testo nel tooltip

source: The title of the post will be added after this text. Also note that this text will be used for the image tooltip.
it_it: Dopo questo testo sarà aggiunto il titolo del post. Si noti anche che questo testo sarà usato per il tooltip dell'immagine.

source: Show an arrow after the title
it_it: Mostra una freccia dopo il titolo

source: The text of the post
it_it: Il testo del post

source: The full content
it_it: L'intero contenuto

source: The rich content
it_it: Il contenuto arricchito

source: The simple text
it_it: Il testo semplice

source: The excerpt up to "more" tag
it_it: Il riassunto fino al tag "more"

source: The excerpt
it_it: Il riassunto del post

source: Display only the Read more link
it_it: Mostra solo il link "Leggi&hellip;"

source: Do not show any text
it_it: Non mostrare alcun testo

source: Display this type of text
it_it: Mostra questo tipo di testo

source: The WordPress generated excerpt length will be (in words)
it_it: La lunghezza del riassunto generato da WordPress sarà (in parole)

source: Use this text for More link
it_it: Usa questo testo per il link "Leggi il seguito"

source: Display an arrow after the "Read more" link
it_it: Mostra una freccia dopo il link "Leggi il seguito"

source: The featured image of the post
it_it: L'immagine in evidenza del post

source: Your theme does not support the Post Thumbnail feature. No image will be displayed.
it_it: Il tuo tema non supporta la funzionalità delle immagini dei post. Non verrà visualizzata alcuna immagine.

source: Display the featured image of the post
it_it: Mostra l'immagine in evidenza del post

source: The size of the thumbnail will be
it_it: La dimensione dell'immagine sarà

source: Do not change
it_it: Nessun cambiamento

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: Center
it_it: Centro

source: Align the image to
it_it: Allinea l'immagine a

source: Note that in order to use image sizes different from the WordPress standards, add them to your theme's %3$sfunctions.php%4$s file. See the %1$sCodex%2$s for further information.
it_it: Si noti che, per usare dimensioni di immagine diverse da quelle standard di WordPress, esse vanno aggiunte nel file %3$sfunctions.php%4$s del proprio tema. Si legga il %1$sCodex%2$s per ulteriori informazioni.

source: You can also use %1$sa plugin%2$s that could help you in doing it.
it_it: %1$sUn plugin%2$s potrebbe aiutarti a farlo.

source: Display the image before the title of the post
it_it: Visualizza l'immagine prima del titolo del post

source: Link the image to this URL
it_it: Collega l'immagine a questo URL

source: By default the featured image is linked to the post. Use this field to link the image to a URL of your choice. Please, note that every featured image of this widget will be linked to the same URL.
it_it: Per opzione predefinita, l'immagine in evidenza è collegata al post. Usare questo campo per collegare l'immagine a un indirizzo di propria scelta. Si noti che ogni immagine in evidenza di questo widget sarà collegata al medesimo indirizzo.

source: Customized featured image
it_it: L'immagine in evidenza personalizzata

source: Use this image instead of the standard featured image
it_it: Usa questa immagine al posto dell'immagine in evidenza

source: Paste here the URL of the image. Note that the same image will be used for all the posts in the widget, unless you active the checkbox below.
it_it: Incollare qui l'URL dell'immagine. Si noti che la stessa immagine verrà usata per tutti i post nel widget, a meno che non si attivi l'opzione qui sotto.

source: Use custom image URL only if the post has not a featured image.
it_it: Usare l'URL dell'immagine personalizzata solo se il post non ha un'immagine in evidenza.

source: Author, date and comments
it_it: Autore, data e commenti

source: Display the author of the post
it_it: Mostra l'autore del post

source: Use this text before author's name
it_it: Usa questo testo prima del nome dell'autore

source: Link the author to his archive
it_it: Metti il link all'archivio dell'autore

source: Display the date of the post
it_it: Mostra la data del post

source: Use this text before date
it_it: Usa questo testo prima della data

source: Link the date to the post
it_it: Metti il link nella data del post

source: Display the number of comments
it_it: Mostra il numero dei commenti

source: Use this text before comments
it_it: Usare questo testo prima dei commenti

source: Link the comments to post's comments
it_it: Collegare i commenti ai commenti del post

source: Display author's Gravatar
it_it: Visualizza il Gravatar dell'autore

source: Gravatar size
it_it: Dimensione del Gravatar

source: URL of the default Gravatar image
it_it: URL del Gravatar predefinito

source: Next to the post title
it_it: Vicino al titolo del post

source: Next to the post content
it_it: Vicino al contenuto del post

source: Next to the author name
it_it: Vicino al nome dell'autore

source: Gravatar position
it_it: Posizione del Gravatar

source: Display the modification date of the post
it_it: Mostra la data di modifica del post

source: Use this text before modification date
it_it: Usa questo testo prima della data di modifica

source: Link the modification date to the post
it_it: Metti il link nella data di modifica del post

source: Use this separator between author, date and comments
it_it: Usa questo separatore fra autore, data e commenti

source: A space will be added before and after the separator.
it_it: Prima e dopo il separatore verrà aggiunto uno spazio.

source: Display this section after the title of the post
it_it: Visualizza questa sezione dopo il titolo del post

source: Taxonomies
it_it: Tassonomie

source: Categories
it_it: Categorie

source: Show the categories
it_it: Mostra le categorie

source: Use this text before categories list
it_it: Usa questo testo prima dell'elenco delle categorie

source: Use this separator between categories
it_it: Usa questo separatore fra le categorie

source: A space will be added after the separator.
it_it: Dopo il separatore verrà aggiunto uno spazio.

source: Tags
it_it: Tag

source: Show the tags
it_it: Mostra i tag

source: Use this text before tags list
it_it: Usa questo testo prima dell'elenco dei tag

source: Use this hashtag
it_it: Usa questo hashtag

source: Use this separator between tags
it_it: Usa questo separatore fra i tag

source: Custom taxonomies
it_it: Tassonomie personalizzate

source: Show the custom taxonomies
it_it: Mostra le tassonomie personalizzate

source: Use this hashtag for terms
it_it: Usa questo hashtag per le voci

source: Use this separator between terms
it_it: Usa questo separatore fra le voci

source: The custom field
it_it: Il campo personalizzato (custom field)

source: Display the custom field of the post
it_it: Mostra il campo personalizzato del post

source: Use this text before the custom field
it_it: Usa questo testo prima del campo personalizzato

source: Custom field:
it_it: Campo personalizzato:

source: Display this custom field
it_it: Mostra questo campo personalizzato

source: Also display the key of the custom field
it_it: Mostra anche il nome del campo personalizzato

source: Use this separator between meta key and value
it_it: Usa questo separatore fra il nome e il valore

source: The link to the archive
it_it: Il link all'archivio della tassonomia

source: Display the link to the taxonomy archive
it_it: Mostra il link all'archivio della tassonomia

source: Category
it_it: Categoria

source: Custom post type
it_it: Tipo di post personalizzato

source: Custom taxonomy
it_it: Tassonomia personalizzata

source: Post format: %s
it_it: Formato del post: %s

source: Link to the archive of
it_it: Link all'archivio di

source: Taxonomy name
it_it: Nome della tassonomia

source: genre
it_it: genere

source: Enter the term name of the custom taxonomy (e.g., %1$sgenre%2$s).
it_it: Inserire il nome della voce della tassonomia personalizzata (ad es., %1$sgenere%2$s).

source: Taxonomy term name
it_it: Nome della voce di tassonomia

source: science
it_it: scienza

source: Enter the name of the taxonomy term (e.g., %1$sscience%2$s if the taxonomy is "genre").%3$sIf you selected "Author" in "Link to the archive of" field, enter the author slug; if you selected "Category", enter the category slug, and so on.
it_it: Inserire il nome della voce di tassonomia (ad es., %1$sscienza%2$s se la tassonomia è "genere").%3$sSe è stato selezionato "Autore" nel campo "Link all'archivio di", inserire lo slug dell'autore; se è stato selezionato "Categoria", inserire lo slug della categoria, e così via.

source: Use this text for archive link
it_it: Usa questo testo per il link all'archivio

source: Display all posts by %s
it_it: Visualizza tutti i post di %s

source: Use %s to display the name of the taxonomy.
it_it: Usare %s per visualizzare il nome della tassonomia.

source: When no posts are found
it_it: Quando non ci sono post

source: Use this text when there are no posts
it_it: Usa questo testo quando non ci sono post

source: Completely hide the widget if no posts are found
it_it: Nascondi del tutto il widget se non ci sono post

source: Styles
it_it: Stili

source: This section defines the margin for each line of the widget. Leave blank if you don't want to add any local style.
it_it: Questa sezione definisce il margine di ogni linea del widget. Lasciare vuoto se non si intende aggiungere alcuno stile locale.

source: Unit for margins
it_it: Unità per i margini

source: Enter here only the value without any unit, e.g. enter %1$s if you want a space of 10px or enter %2$s if you don't want any space.
it_it: Inserire qui solo il valore senza alcuna unità, per esempio inserire %1$s se si desidera uno spazio di 10px o inserire %2$s se non si desidera alcuno spazio.

source: Introduction bottom margin
it_it: Margine inferiore dell'introduzione

source: Title bottom margin
it_it: Margine inferiore del titolo

source: Image left &amp; right margin
it_it: Margine sinistro e destro dell'immagine

source: Image bottom margin
it_it: Margine inferiore dell'immagine

source: Excerpt bottom margin
it_it: Margine inferiore del riassunto

source: Utility bottom margin
it_it: Margine inferiore della riga utilità

source: Categories bottom margin
it_it: Margine inferiore delle categorie

source: Tags bottom margin
it_it: Margine inferiore dei tag

source: Terms bottom margin
it_it: Margine inferiore delle voci

source: Custom field bottom margin
it_it: Margine inferiore del custom field

source: Archive bottom margin
it_it: Margine inferiore dell'archivio

source: No-posts bottom margin
it_it: Margine inferiore per nessun post

source: Custom styles
it_it: Stili personalizzati
